Revit 2027 API
ParameterTypeId.EditedBy Property
 "Edited by"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EditedBy { get; }
Public Shared ReadOnly Property EditedBy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EditedBy {
	ForgeTypeId^ get ();
}
static member EditedBy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace